Repository: Clipy/Clipy
Catalog: Clipy/Resources/Settings.xcstrings
Source language: en
Languages: de, it, ja, pt_br, uk, zh_hans

source: Add Apps…
de: Apps hinzufügen…
it: Aggiungi app…
ja: アプリを追加…
pt_br: Adicionar apps…
uk: Додати програми…
zh_hans: 添加 App…

source: Add a menu item to clear clipboard history
de: Menüeintrag zum Löschen des Verlaufs hinzufügen
it: Aggiungi una voce di menu per cancellare la cronologia
ja: 履歴をクリアするメニュー項目を追加
pt_br: Adicionar um item de menu para limpar o histórico
uk: Додати пункт очищення історії
zh_hans: 添加清空历史记录的菜单项

source: Add an app to stop saving its clipboard history.
de: Füge Apps hinzu, deren Zwischenablage nicht im Verlauf gespeichert werden soll.
it: Aggiungi le app di cui non vuoi salvare gli appunti nella cronologia.
ja: 履歴に保存したくないアプリを追加してください。
pt_br: Adicione os apps cujo conteúdo copiado não deve ser salvo no histórico.
uk: Додайте програми, вміст буфера обміну яких не слід зберігати в історії.
zh_hans: 添加不希望保存其剪贴板历史记录的 App。

source: Additional history is grouped into folders. Set to 0 to group all history into folders.
de: Weitere Verlaufseinträge werden in Ordnern gruppiert. Bei 0 werden alle Einträge in Ordnern gruppiert.
it: Le voci oltre questo limite vengono raggruppate in cartelle. Imposta 0 per raggruppare tutte le voci in cartelle.
ja: この件数を超える履歴はフォルダにまとめます。0にすると、すべての履歴をフォルダにまとめます。
pt_br: Os itens que excederem esse limite serão agrupados em pastas. Defina como 0 para agrupar todo o histórico em pastas.
uk: Решта історії групується в папки. Установіть 0, щоб згрупувати всю історію в папки.
zh_hans: 超出此数量的历史记录将归入文件夹。设为 0 时，所有历史记录都将归入文件夹。

source: Automatically check for updates
de: Automatisch nach Updates suchen
it: Verifica automaticamente gli aggiornamenti
ja: アップデートを自動的に確認
pt_br: Verificar atualizações automaticamente
uk: Автоматично перевіряти оновлення
zh_hans: 自动检查更新

source: Behavior:
de: Verhalten:
it: Comportamento:
ja: 動作:
pt_br: Comportamento:
uk: Поведінка:
zh_hans: 行为：

source: Beta feature settings may not be preserved after an update.
de: Einstellungen für Beta-Funktionen werden nach einem Update möglicherweise nicht beibehalten.
it: Le impostazioni delle funzionalità beta potrebbero non essere mantenute dopo un aggiornamento.
ja: ベータ機能はバージョンアップ後に設定を引き継がない可能性があります。
pt_br: As configurações dos recursos beta podem não ser mantidas após uma atualização.
uk: Налаштування бета-функцій можуть не зберегтися після оновлення.
zh_hans: 测试功能的设置可能不会在版本更新后保留。

source: Changes take effect the next time Clipy launches. Usage logs do not include personal information or copied content.
de: Änderungen werden beim nächsten Start von Clipy wirksam. Nutzungsprotokolle enthalten keine personenbezogenen Daten oder kopierten Inhalte.
it: Le modifiche avranno effetto al prossimo avvio di Clipy. I registri di utilizzo non includono informazioni personali né contenuti copiati.
ja: 変更は、次回のClipy起動時に反映されます。使用状況ログに個人情報やコピー内容は含まれません。
pt_br: As alterações entram em vigor na próxima vez que o Clipy for iniciado. Os registros de uso não incluem informações pessoais nem conteúdo copiado.
uk: Зміни набудуть чинності після перезапуску Clipy. Журнали використання не містять особистих даних або скопійованого вмісту.
zh_hans: 更改将在下次启动 Clipy 时生效。使用日志不包含个人信息或复制的内容。

source: Check Now…
de: Jetzt prüfen…
it: Verifica ora…
ja: 今すぐ確認…
pt_br: Verificar agora…
uk: Перевірити зараз…
zh_hans: 立即检查…

source: Check interval
de: Prüfintervall
it: Frequenza di verifica
ja: 確認する間隔
pt_br: Intervalo de verificação
uk: Інтервал перевірки
zh_hans: 检查间隔

source: Clear History:
de: Verlauf löschen:
it: Cancella cronologia:
ja: 履歴をクリア:
pt_br: Limpar histórico:
uk: Очищення історії:
zh_hans: 清空历史记录：

source: Clipboard History:
de: Zwischenablageverlauf:
it: Cronologia degli appunti:
ja: クリップボード履歴:
pt_br: Histórico da área de transferência:
uk: Історія буфера обміну:
zh_hans: 剪贴板历史记录：

source: Daily
de: Täglich
it: Ogni giorno
ja: 毎日
pt_br: Diariamente
uk: Щодня
zh_hans: 每天

source: Date Created
de: Erstellungsdatum
it: Data di creazione
ja: 作成日
pt_br: Data de criação
uk: Створенням
zh_hans: 创建日期

source: Delete from history
de: Aus dem Verlauf löschen
it: Elimina dalla cronologia
ja: 履歴から削除
pt_br: Apagar do histórico
uk: Видаляти з історії
zh_hans: 从历史记录中删除

source: Diagnostics:
de: Diagnose:
it: Diagnostica:
ja: 診断:
pt_br: Diagnóstico:
uk: Діагностика:
zh_hans: 诊断：

source: Do not save content marked as confidential to history
de: Als vertraulich markierte Inhalte nicht im Verlauf speichern
it: Non salvare nella cronologia i contenuti contrassegnati come riservati
ja: 機密とマークされた内容を履歴に保存しない
pt_br: Não salvar no histórico o conteúdo marcado como confidencial
uk: Не зберігати в історії вміст, позначений як конфіденційний
zh_hans: 不将标记为机密的内容保存到历史记录

source: Edit Snippets:
de: Textbausteine bearbeiten:
it: Modifica snippet:
ja: スニペットを編集:
pt_br: Editar snippets:
uk: Редагувати сніпети:
zh_hans: 编辑片段：

source: Exclude
de: Ausschließen
it: Esclusioni
ja: 除外アプリ
pt_br: Exceções
uk: Винятки
zh_hans: 排除

source: Excluded applications
de: Ausgeschlossene Apps
it: App escluse
ja: 除外するアプリ
pt_br: Apps excluídos
uk: Виключені програми
zh_hans: 已排除的 App

source: Files
de: Dateien
it: File
ja: ファイル
pt_br: Arquivos
uk: Файли
zh_hans: 文件

source: General
de: Allgemein
it: Generali
ja: 一般
pt_br: Geral
uk: Загальні
zh_hans: 通用

source: Height
de: Höhe
it: Altezza
ja: 高さ
pt_br: Altura
uk: Висота
zh_hans: 高度

source: Hidden
de: Ausgeblendet
it: Nascosta
ja: 非表示
pt_br: Oculto
uk: Без іконки
zh_hans: 隐藏

source: History items shown at the top level:
de: Einträge auf oberster Ebene:
it: Voci al livello principale:
ja: 最上位に表示する履歴:
pt_br: Itens do histórico no nível principal:
uk: Елементів у головному меню:
zh_hans: 顶层显示的历史记录：

source: History limit:
de: Maximale Anzahl gespeicherter Einträge:
it: Numero massimo di voci salvate:
ja: 保存する履歴の上限:
pt_br: Limite de itens no histórico:
uk: Ліміт історії:
zh_hans: 历史记录保存上限：

source: History:
de: Verlauf:
it: Cronologia:
ja: 履歴:
pt_br: Histórico:
uk: Історія:
zh_hans: 历史记录：

source: Hold the selected key while choosing a history item to perform the action.
de: Halte beim Auswählen eines Verlaufseintrags die festgelegte Taste gedrückt, um die zugehörige Aktion auszuführen.
it: Tieni premuto il tasto indicato mentre selezioni una voce della cronologia per eseguire la relativa azione.
ja: 指定したキーを押しながら履歴の項目を選択すると、対応する操作を実行します。
pt_br: Mantenha a tecla definida pressionada ao selecionar um item do histórico para executar a ação correspondente.
uk: Щоб виконати дію, утримуйте вибрану клавішу під час вибору елемента історії.
zh_hans: 选择历史记录中的项目时，按住所设定的按键即可执行对应操作。

source: Images
de: Bilder
it: Immagini
ja: 画像
pt_br: Imagens
uk: Зображення
zh_hans: 图像

source: Items per folder:
de: Einträge pro Ordner:
it: Voci per cartella:
ja: フォルダごとの履歴:
pt_br: Itens do histórico por pasta:
uk: Елементів у папці:
zh_hans: 每个文件夹中的历史记录：

source: Last Used
de: Zuletzt verwendet
it: Ultimo utilizzo
ja: 最終使用日
pt_br: Último uso
uk: Використанням
zh_hans: 上次使用日期

source: Last checked:
de: Zuletzt geprüft:
it: Ultima verifica:
ja: 前回の確認:
pt_br: Última verificação:
uk: Остання перевірка:
zh_hans: 上次检查：

source: Launch on Login
de: Bei der Anmeldung starten
it: Avvia al login
ja: ログイン時に起動
pt_br: Abrir ao iniciar sessão
uk: Запускати під час входу
zh_hans: 登录时启动

source: Main Menu:
de: Hauptmenü:
it: Menu principale:
ja: メインメニュー:
pt_br: Menu principal:
uk: Головне меню:
zh_hans: 主菜单：

source: Mark menu items with numbers
de: Menüeinträgen Nummern voranstellen
it: Aggiungi un numero all’inizio delle voci di menu
ja: メニュー項目の先頭に数字を付加
pt_br: Adicionar números no início dos itens do menu
uk: Нумерувати пункти меню
zh_hans: 在菜单项前添加编号

source: Maximum characters:
de: Zeichenlimit:
it: Limite di caratteri:
ja: 最大文字数:
pt_br: Máximo de caracteres:
uk: Максимум символів:
zh_hans: 最大字符数：

source: Maximum displayed text length:
de: Max. angezeigte Zeichen:
it: Caratteri visualizzati (max.):
ja: 表示テキストの最大文字数:
pt_br: Limite de caracteres exibidos:
uk: Максимум видимих символів:
zh_hans: 显示文本的最大字符数：

source: Menu
de: Menü
ja: メニュー
uk: Меню
zh_hans: 菜单

source: Menu Items:
de: Menüeinträge:
it: Voci di menu:
ja: メニュー項目:
pt_br: Itens do menu:
uk: Пункти меню:
zh_hans: 菜单项：

source: Menu bar icon:
de: Menüleistensymbol:
it: Icona nella barra dei menu:
ja: メニューバーアイコン:
pt_br: Ícone na barra de menus:
uk: Іконка в рядку меню:
zh_hans: 菜单栏图标：

source: Modifier Key Actions:
de: Sondertastenaktionen:
it: Azioni con modificatori:
ja: 修飾キーの操作:
pt_br: Ações com modificadores:
uk: Дії з клавішами-модифікаторами:
zh_hans: 修饰键操作：

source: Monthly
de: Monatlich
it: Ogni mese
ja: 毎月
pt_br: Mensalmente
uk: Щомісяця
zh_hans: 每月

source: Never
de: Noch nie
it: Mai
ja: 未確認
pt_br: Nunca
uk: Ще не перевірено
zh_hans: 尚未检查

source: No Excluded Apps
de: Keine ausgeschlossenen Apps
it: Nessuna app esclusa
ja: 除外アプリはありません
pt_br: Nenhum app excluído
uk: Немає виключених програм
zh_hans: 没有已排除的 App

# Pane Type
source: Type
de: Typ
it: Tipi
ja: 対応形式
pt_br: Tipo
uk: Типи
zh_hans: 类型

source: Paste and delete from history
de: Einfügen und aus dem Verlauf löschen
it: Incolla ed elimina dalla cronologia
ja: ペースト後に履歴から削除
pt_br: Colar e apagar do histórico
uk: Вставляти й видаляти з історії
zh_hans: 粘贴后从历史记录中删除

source: Paste as plain text
de: Als reinen Text einfügen
it: Incolla come testo semplice
ja: プレーンテキストとしてペースト
pt_br: Colar como texto simples
uk: Вставляти як звичайний текст
zh_hans: 粘贴为纯文本

source: Paste automatically after selection
de: Nach der Auswahl automatisch einfügen
it: Incolla automaticamente dopo la selezione
ja: 選択後に自動でペースト
pt_br: Colar automaticamente após a seleção
uk: Автоматично вставляти після вибору
zh_hans: 选中后自动粘贴

source: Plain Text
de: Reiner Text
it: Testo semplice
ja: プレーンテキスト
pt_br: Texto simples
uk: Звичайний текст
zh_hans: 纯文本

source: Previews:
de: Vorschauen:
it: Anteprime:
ja: プレビュー:
pt_br: Prévias:
uk: Попередній перегляд:
zh_hans: 预览：

source: Privacy:
de: Datenschutz:
ja: プライバシー:
pt_br: Privacidade:
uk: Приватність:
zh_hans: 隐私：

source: Remove
de: Entfernen
it: Rimuovi
ja: 削除
pt_br: Remover
uk: Видалити
zh_hans: 移除

source: Replace the previous entry
de: Den vorherigen Eintrag ersetzen
it: Sostituisci la voce precedente
ja: 古い履歴を削除して置き換える
pt_br: Substituir o item anterior
uk: Замінювати попередній запис
zh_hans: 替换旧的历史记录

source: Reversed
de: Invertiert
it: Invertita
ja: 反転
pt_br: Invertido
uk: Інвертована
zh_hans: 反色

source: Save duplicate clipboard content
de: Erneut kopierte Inhalte im Verlauf speichern
it: Salva nella cronologia anche i contenuti già copiati
ja: 重複した履歴をコピーする
pt_br: Salvar no histórico o conteúdo copiado novamente
uk: Зберігати дублікати в історії
zh_hans: 再次复制相同内容时也保存到历史记录

source: Save screenshots in history
de: Bildschirmfotos im Verlauf speichern
it: Salva gli screenshot nella cronologia
ja: スクリーンショットを履歴に保存
pt_br: Salvar capturas de tela no histórico
uk: Зберігати знімки екрана в історії
zh_hans: 将截屏保存到历史记录

source: Save to History:
de: Im Verlauf speichern:
it: Salva nella cronologia:
ja: 履歴に保存:
pt_br: Salvar no histórico:
uk: Зберігати в історії:
zh_hans: 保存到历史记录：

source: Screenshot:
de: Bildschirmfoto:
ja: スクリーンショット:
pt_br: Captura de tela:
uk: Знімки екрана:
zh_hans: 截屏：

source: Send crash reports and usage logs
de: Absturzberichte und Nutzungsprotokolle senden
it: Invia resoconti di crash e registri di utilizzo
ja: クラッシュレポートと使用状況ログを送信
pt_br: Enviar relatórios de falhas e registros de uso
uk: Надсилати звіти про збої та журнали використання
zh_hans: 发送崩溃报告和使用日志

source: Shift (⇧)
de: Umschalt (⇧)
it: Maiuscole (⇧)

source: Shortcuts
de: Tastenkombinationen
it: Scorciatoie
ja: ショートカット
pt_br: Atalhos
uk: Комбінації клавіш
zh_hans: 快捷键

source: Show a warning before clearing history
de: Vor dem Löschen des Verlaufs eine Warnung anzeigen
it: Mostra un avviso prima di cancellare la cronologia
ja: 履歴クリアの前に警告パネルを表示
pt_br: Mostrar um aviso antes de limpar o histórico
uk: Запитувати перед очищенням історії
zh_hans: 清空历史记录前显示警告

source: Show color code preview
de: Vorschau für Farbcodes anzeigen
it: Mostra l’anteprima dei codici colore
ja: カラーコードのプレビューを表示
pt_br: Mostrar prévias dos códigos de cor
uk: Показувати колір за його кодом
zh_hans: 显示颜色代码的预览

source: Show icons in menu items
de: Symbole in Menüeinträgen anzeigen
it: Mostra le icone nelle voci di menu
ja: メニュー項目にアイコンを表示する
pt_br: Mostrar ícones nos itens do menu
uk: Показувати іконки в пунктах меню
zh_hans: 在菜单项中显示图标

source: Show images
de: Bilder anzeigen
it: Mostra le immagini
ja: 画像を表示
pt_br: Mostrar imagens
uk: Показувати зображення
zh_hans: 显示图像

source: Show tooltips on menu items
de: Kurzinfos für Menüeinträge anzeigen
it: Mostra i suggerimenti sulle voci di menu
ja: メニュー項目上にツールチップを表示
pt_br: Mostrar dicas nos itens do menu
uk: Показувати підказки для пунктів меню
zh_hans: 在菜单项上显示工具提示

source: Snippets:
de: Textbausteine:
it: Snippet:
ja: スニペット:
uk: Сніпети:
zh_hans: 片段：

source: Some apps, such as password managers, mark sensitive content as confidential.
de: Einige Apps, etwa Passwortmanager, markieren sensible Inhalte als vertraulich.
it: Alcune app, come i gestori di password, contrassegnano i contenuti sensibili come riservati.
ja: パスワードマネージャーなどの一部のアプリは、機密情報にマークを付けます。
pt_br: Alguns apps, como gerenciadores de senhas, marcam conteúdo sensível como confidencial.
uk: Деякі програми, зокрема менеджери паролів, позначають чутливий вміст як конфіденційний.
zh_hans: 密码管理器等部分应用会将敏感内容标记为机密。

source: Sort history by:
de: Verlauf sortieren nach:
it: Ordina la cronologia per:
ja: 履歴の並び順:
pt_br: Ordenar histórico por:
uk: Сортувати історію за:
zh_hans: 历史记录排序方式：

source: Start numbering at 0
de: Nummerierung bei 0 beginnen
it: Inizia la numerazione da 0
ja: 番号を0から始める
pt_br: Começar a numeração em 0
uk: Починати нумерацію з 0
zh_hans: 从 0 开始编号

source: Tooltips:
de: Kurzinfos:
it: Suggerimenti:
ja: ツールチップ:
pt_br: Dicas:
uk: Підказки:
zh_hans: 工具提示：

source: Use number keys as shortcuts
de: Kurzbefehle mit Zifferntasten aktivieren
it: Usa i tasti numerici come abbreviazioni
ja: 数字キーを使ったショートカットを追加
pt_br: Usar as teclas numéricas como atalhos
uk: Призначати цифрові клавіші для вибору
zh_hans: 使用数字键作为快捷键

source: Weekly
de: Wöchentlich
it: Ogni settimana
ja: 毎週
pt_br: Semanalmente
uk: Щотижня
zh_hans: 每周

source: Width
de: Breite
it: Larghezza
ja: 幅
pt_br: Largura
uk: Ширина
zh_hans: 宽度

source: characters
de: Zeichen
it: caratteri
ja: 文字
pt_br: caracteres
uk: симв.
zh_hans: 字符

source: items
de: Einträge
it: elementi
ja: 項目
pt_br: itens
uk: елем.
zh_hans: 项

source: Command (⌘)
it: Comando (⌘)

source: Control (⌃)
it: Ctrl (⌃)

source: Option (⌥)
it: Opzione (⌥)

source: Rich Text Format (RTF)
it: Testo formattato (RTF)
ja: リッチテキストフォーマット
pt_br: Texto formatado (RTF)
uk: Форматований текст (RTF)
zh_hans: 富文本格式（RTF）

source: Rich Text Format Directory (RTFD)
it: Testo formattato con allegati (RTFD)
ja: リッチテキストフォーマットディレクトリ
pt_br: Texto formatado com anexos (RTFD)
uk: Текст із вкладеннями (RTFD)
zh_hans: 富文本格式目录（RTFD）

source: Software Update:
it: Aggiornamento software:
ja: ソフトウェアアップデート:
pt_br: Atualização de software:
uk: Оновлення програми:
zh_hans: 软件更新：

source: Updates
it: Aggiornamenti
ja: アップデート
pt_br: Atualizações
uk: Оновлення
zh_hans: 更新

source: Version:
it: Versione:
ja: バージョン:
pt_br: Versão:
uk: Версія:
zh_hans: 版本：

source: Beta
ja: ベータ機能
uk: Бета
zh_hans: 测试功能

source: Standard
ja: 標準
pt_br: Padrão
uk: Стандартна
zh_hans: 标准
